Repository: iwbinb/LightPlan
Catalog: ios/Shared/Localizable.xcstrings
Source language: en
Languages: de, fr, ja, ko, pt_pt, th, zh_hans, zh_hant

# composition.tapTarget
source: Tap the map to place the subject you want to align with.
de: Tippe auf die Karte, um das Motiv für die Ausrichtung festzulegen.
fr: Touchez la carte pour placer le sujet à aligner.
ja: 地図をタップして位置合わせしたい被写体を置きます。
ko: 지도에서 정렬할 피사체를 탭하세요.
pt_pt: Toque no mapa para marcar o motivo a alinhar.
th: แตะแผนที่เพื่อวางตัวแบบที่ต้องการจัดแนว
zh_hans: 在地图上点击你想对齐的拍摄主体。
zh_hant: 在地圖上點擊你想對齊的拍攝主體。

# composition.showBest
source: Show best time
de: Beste Zeit anzeigen
fr: Afficher le meilleur moment
ja: 最適時刻を表示
ko: 최적 시간 보기
pt_pt: Mostrar melhor hora
th: แสดงเวลาที่ดีที่สุด
zh_hans: 跳到最佳时刻
zh_hant: 跳到最佳時刻

# target.composition
source: Composition alignment
de: Kompositionsausrichtung
fr: Alignement de composition
ja: 構図の位置合わせ
ko: 구도 정렬
pt_pt: Alinhamento da composição
th: การจัดแนวองค์ประกอบ
zh_hans: 构图对齐
zh_hant: 構圖對齊

# composition.savePlan
source: Save composition plan
de: Kompositionsplan speichern
fr: Enregistrer le plan de composition
ja: 構図計画を保存
ko: 구도 계획 저장
pt_pt: Guardar plano de composição
th: บันทึกแผนองค์ประกอบ
zh_hans: 保存构图计划
zh_hant: 儲存構圖計畫

# composition.recalculateNote
source: Changing the date, celestial body or offset recalculates the alignment time. The observer and subject stay fixed.
de: Bei Änderung von Datum, Himmelskörper oder Versatz wird die Ausrichtungszeit neu berechnet. Standort und Motiv bleiben unverändert.
fr: Modifier la date, l’astre ou le décalage recalcule l’heure d’alignement. Le point d’observation et le sujet restent fixes.
ja: 日付、天体、ずれを変更すると位置合わせ時刻を再計算します。撮影位置と被写体は変わりません。
ko: 날짜, 천체 또는 각도 차이를 변경하면 정렬 시간을 다시 계산합니다. 관측 위치와 피사체는 유지됩니다.
pt_pt: Alterar a data, o astro ou o desvio recalcula a hora de alinhamento. O observador e o motivo mantêm-se fixos.
th: การเปลี่ยนวันที่ วัตถุท้องฟ้า หรือมุมเยื้องจะคำนวณเวลาจัดแนวใหม่ โดยจุดสังเกตและตัวแบบยังคงเดิม
zh_hans: 修改日期、天体或偏移会重新计算对齐时刻，观察点和主体保持不变。
zh_hant: 修改日期、天體或偏移會重新計算對齊時刻，觀察點和主體保持不變。

# plan.reminderScheduled
source: Reminder scheduled by the system
de: Erinnerung im System geplant
fr: Rappel programmé dans le système
ja: システムに通知を予約しました
ko: 시스템에 알림이 예약되었습니다
pt_pt: Lembrete agendado no sistema
th: กำหนดการแจ้งเตือนในระบบแล้ว
zh_hans: 已在系统安排提醒
zh_hant: 已在系統安排提醒

# plan.retryReminder
source: Retry reminder
de: Erinnerung erneut planen
fr: Reprogrammer le rappel
ja: 通知を再設定
ko: 알림 다시 예약
pt_pt: Voltar a agendar lembrete
th: กำหนดการแจ้งเตือนอีกครั้ง
zh_hans: 重新安排提醒
zh_hant: 重新安排提醒

# composition.targetOffset
source: Target offset
de: Gewünschter Versatz
fr: Décalage souhaité
ja: 目標のずれ
ko: 목표 각도 차이
pt_pt: Desvio pretendido
th: มุมเยื้องเป้าหมาย
zh_hans: 目标偏移
zh_hant: 目標偏移

# plan.notes
source: Field notes
de: Aufnahmenotizen
fr: Notes de prise de vue
ja: 撮影メモ
ko: 촬영 메모
pt_pt: Notas de fotografia
th: บันทึกการถ่ายภาพ
zh_hans: 外拍笔记
zh_hant: 外拍筆記

# plan.notesHint
source: Access, gear, meeting point…
de: Zugang, Ausrüstung, Treffpunkt…
fr: Accès, matériel, rendez-vous…
ja: 経路、機材、集合場所…
ko: 경로, 장비, 만날 장소…
pt_pt: Acesso, equipamento, ponto de encontro…
th: เส้นทาง อุปกรณ์ จุดนัดพบ…
zh_hans: 路线、器材、集合点……
zh_hant: 路線、器材、集合點……

# brief.title
source: Field brief
de: Aufnahmeübersicht
fr: Fiche de prise de vue
ja: 撮影ガイド
ko: 촬영 요약
pt_pt: Resumo da sessão
th: สรุปแผนถ่ายภาพ
zh_hans: 外拍简报
zh_hant: 外拍簡報

# brief.observer
source: Shooting position
de: Aufnahmestandort
fr: Position de prise de vue
ja: 撮影地点
ko: 촬영 위치
pt_pt: Local de fotografia
th: ตำแหน่งถ่ายภาพ
zh_hans: 拍摄机位
zh_hant: 拍攝機位

# brief.openMaps
source: Open in Maps
de: In Karten öffnen
fr: Ouvrir dans Plans
ja: マップで開く
ko: 지도에서 열기
pt_pt: Abrir no Mapas
th: เปิดในแผนที่
zh_hans: 在地图中打开
zh_hant: 在地圖中開啟

# brief.share
source: Share brief
de: Übersicht teilen
fr: Partager la fiche
ja: ガイドを共有
ko: 요약 공유
pt_pt: Partilhar resumo
th: แชร์สรุป
zh_hans: 分享简报
zh_hant: 分享簡報

# brief.shootAt
source: Shoot at
de: Aufnahmezeit
fr: Heure de prise de vue
ja: 撮影時刻
ko: 촬영 시각
pt_pt: Hora da fotografia
th: เวลาถ่ายภาพ
zh_hans: 拍摄时刻
zh_hant: 拍攝時刻

# brief.shareNote
source: Sharing includes exact coordinates and your notes. Check access and conditions before travelling.
de: Beim Teilen werden genaue Koordinaten und Notizen weitergegeben. Prüfen Sie Zugang und Bedingungen vor der Anreise.
fr: Le partage inclut les coordonnées précises et vos notes. Vérifiez l’accès et les conditions avant de partir.
ja: 共有内容には正確な座標とメモが含まれます。出発前に経路と現地の状況をご確認ください。
ko: 공유 내용에는 정확한 좌표와 메모가 포함됩니다. 출발 전에 접근 경로와 현장 상황을 확인하세요.
pt_pt: A partilha inclui coordenadas exatas e notas. Verifique o acesso e as condições antes de partir.
th: ข้อมูลที่แชร์มีพิกัดที่แม่นยำและบันทึกของคุณ ตรวจสอบการเข้าถึงและสภาพพื้นที่ก่อนเดินทาง
zh_hans: 分享包含精确坐标和笔记。出发前请确认路线可达及现场条件。
zh_hant: 分享包含精確座標和筆記。出發前請確認路線可達及現場條件。

# today.lightWindow
source: Light window
de: Lichtzeitraum
fr: Période de lumière
ja: 光の時間帯
ko: 빛의 시간대
pt_pt: Período de luz
th: ช่วงเวลาแสง
zh_hans: 光线时段
zh_hant: 光線時段

# today.morning
source: Morning
de: Morgens
fr: Matin
ja: 朝
ko: 아침
pt_pt: Manhã
th: ช่วงเช้า
zh_hans: 清晨
zh_hant: 清晨

# today.evening
source: Evening
de: Abends
fr: Soir
ja: 夕方
ko: 저녁
pt_pt: Fim de tarde
th: ช่วงเย็น
zh_hans: 傍晚
zh_hant: 傍晚

# guide.title
source: Plan your next photograph
de: Das nächste Foto planen
fr: Préparez votre prochaine photo
ja: 次の一枚を計画
ko: 다음 사진 계획하기
pt_pt: Planeie a próxima fotografia
th: วางแผนภาพถ่ายถัดไป
zh_hans: 规划下一张照片
zh_hant: 規劃下一張照片

# guide.steps
source: Choose a shooting position, mark your subject on the map, then find a time and save your plan.
de: Wählen Sie den Standort, markieren Sie das Motiv auf der Karte, suchen Sie eine Zeit und speichern Sie den Plan.
fr: Choisissez une position, marquez votre sujet sur la carte, puis trouvez un horaire et enregistrez votre plan.
ja: 撮影地点を選び、地図上で被写体を指定して、時刻を探し計画を保存します。
ko: 촬영 위치를 고르고 지도에 피사체를 표시한 다음 시간을 찾아 계획을 저장하세요.
pt_pt: Escolha o local, marque o motivo no mapa, encontre uma hora e guarde o plano.
th: เลือกตำแหน่งถ่ายภาพ ทำเครื่องหมายวัตถุบนแผนที่ แล้วค้นหาเวลาและบันทึกแผน
zh_hans: 选择拍摄机位，在地图上标记主体，再寻找时刻并保存计划。
zh_hant: 選擇拍攝機位，在地圖上標記主體，再尋找時刻並儲存計畫。

# guide.choosePlace
source: Choose a shooting position
de: Aufnahmestandort wählen
fr: Choisir une position
ja: 撮影地点を選ぶ
ko: 촬영 위치 선택
pt_pt: Escolher local de fotografia
th: เลือกตำแหน่งถ่ายภาพ
zh_hans: 选择拍摄地点
zh_hant: 選擇拍攝地點

# guide.compose
source: Plan a Sun or Moon composition
de: Sonnen- oder Mondbild planen
fr: Composer avec le Soleil ou la Lune
ja: 太陽・月の構図を計画
ko: 태양 또는 달 구도 계획
pt_pt: Planear composição com Sol ou Lua
th: วางแผนจัดองค์ประกอบดวงอาทิตย์หรือดวงจันทร์
zh_hans: 规划太阳或月亮构图
zh_hant: 規劃太陽或月亮構圖

# guide.exploreExample
source: Explore the example location
de: Beispielstandort erkunden
fr: Explorer le lieu d’exemple
ja: サンプル地点を見る
ko: 예시 장소 둘러보기
pt_pt: Explorar o local de exemplo
th: สำรวจสถานที่ตัวอย่าง
zh_hans: 先探索示例地点
zh_hant: 先探索範例地點

# composition.selectedTime
source: Selected opportunity
de: Gewählte Gelegenheit
fr: Créneau sélectionné
ja: 選択した時刻
ko: 선택한 촬영 시각
pt_pt: Oportunidade selecionada
th: ช่วงเวลาที่เลือก
zh_hans: 已选拍摄时刻
zh_hant: 已選拍攝時刻

# opportunity.conditions
source: Search conditions
de: Suchbedingungen
fr: Critères de recherche
ja: 検索条件
ko: 검색 조건
pt_pt: Condições de pesquisa
th: เงื่อนไขการค้นหา
zh_hans: 搜索条件
zh_hant: 搜尋條件

# opportunity.low
source: Low sky
de: Niedrig
fr: Bas sur l’horizon
ja: 低空
ko: 낮은 고도
pt_pt: Baixa altitude
th: ท้องฟ้าระดับต่ำ
zh_hans: 低空构图
zh_hant: 低空構圖

# opportunity.twilight
source: Sun −6°…6°
de: Sonne −6°…6°
fr: Soleil −6°…6°
ja: 太陽 −6°…6°
ko: 태양 −6°…6°
pt_pt: Sol −6°…6°
th: ดวงอาทิตย์ −6°…6°
zh_hans: 太阳 −6°…6°
zh_hant: 太陽 −6°…6°

# opportunity.all
source: All candidates
de: Alle Kandidaten
fr: Tous les candidats
ja: 全候補
ko: 모든 후보
pt_pt: Todos
th: ทั้งหมด
zh_hans: 全部候选
zh_hant: 全部候選

# opportunity.lowNote
source: Within 3° horizontally; body altitude 0–15°. Geometric match only; no terrain or weather check.
de: Horizontaler Fehler ≤3°, Höhe 0–15°. Rein geometrisch, ohne Gelände- oder Wetterprüfung.
fr: Écart horizontal ≤3°, hauteur 0–15°. Correspondance géométrique, sans relief ni météo.
ja: 水平方位の誤差3°以内、天体高度0〜15°。地形や天候は考慮しません。
ko: 수평 오차 3° 이내, 천체 고도 0–15°. 지형과 날씨는 반영하지 않습니다.
pt_pt: Erro horizontal ≤3°, altitude 0–15°. Apenas geometria, sem terreno ou meteorologia.
th: คลาดเคลื่อนแนวราบไม่เกิน 3° มุมเงย 0–15° คำนวณเรขาคณิตเท่านั้น ไม่รวมภูมิประเทศหรืออากาศ
zh_hans: 水平方位误差≤3°，天体高度0–15°。仅判断几何匹配，不判断地形或天气。
zh_hant: 水平方位誤差≤3°，天體高度0–15°。僅判斷幾何匹配，不判斷地形或天氣。

# opportunity.twilightNote
source: Within 3°; body altitude 0–30° and Sun altitude −6–6°. This describes angles, not guaranteed light quality.
de: Fehler ≤3°, Höhe 0–30°, Sonnenhöhe −6–6°. Winkelbedingungen, keine Garantie für die Lichtqualität.
fr: Écart ≤3°, hauteur 0–30°, Soleil entre −6 et 6°. Ces angles ne garantissent pas la qualité de la lumière.
ja: 誤差3°以内、天体高度0〜30°、太陽高度−6〜6°。角度条件であり、実際の光を保証しません。
ko: 오차 3° 이내, 천체 고도 0–30°, 태양 고도 −6–6°. 실제 빛의 품질을 보장하지 않습니다.
pt_pt: Erro ≤3°, altitude 0–30° e Sol entre −6 e 6°. Estes ângulos não garantem a qualidade da luz.
th: คลาดเคลื่อนไม่เกิน 3° มุมเงย 0–30° ดวงอาทิตย์ −6–6° เป็นเงื่อนไขมุม ไม่รับประกันคุณภาพแสง
zh_hans: 方位误差≤3°，天体高度0–30°，太阳高度−6–6°。这是角度条件，不保证实际光线质量。
zh_hant: 方位誤差≤3°，天體高度0–30°，太陽高度−6–6°。這是角度條件，不保證實際光線品質。

# opportunity.allNote
source: Closest daily candidates above −1°, including weak matches. Compare the error and altitude before saving.
de: Täglich nächster Kandidat über −1°, auch mit großen Abweichungen. Prüfen Sie Fehler und Höhe vor dem Speichern.
fr: Meilleur candidat quotidien au-dessus de −1°, même avec un écart important. Vérifiez l’écart et la hauteur avant d’enregistrer.
ja: 高度−1°以上で日ごとに最も近い候補。誤差の大きい結果も含みます。保存前に誤差と高度をご確認ください。
ko: 고도 −1° 이상인 일별 최적 후보이며 오차가 큰 결과도 포함됩니다. 저장 전 오차와 고도를 확인하세요.
pt_pt: Candidato diário mais próximo acima de −1°, incluindo correspondências fracas. Verifique o erro e a altitude antes de guardar.
th: แสดงตัวเลือกที่ใกล้ที่สุดแต่ละวันที่สูงกว่า −1° รวมผลที่คลาดเคลื่อนมาก ตรวจสอบมุมก่อนบันทึก
zh_hans: 显示每天高度≥−1°的最近候选，包括偏差较大的结果。保存前请核对误差和高度。
zh_hant: 顯示每天高度≥−1°的最近候選，包括偏差較大的結果。儲存前請核對誤差和高度。

# opportunity.noMatch
source: No time meets these conditions in the next 14 days. Try another position, subject or condition. All candidates can show near misses.
de: In den nächsten 14 Tagen passt keine Zeit. Ändern Sie Standort, Motiv oder Bedingungen. Alle Kandidaten zeigt die nächsten Treffer.
fr: Aucun horaire ne correspond sur 14 jours. Changez de position, de sujet ou de critères. Tous les candidats affiche les résultats les plus proches.
ja: 今後14日間に条件を満たす時刻はありません。地点、被写体、条件を変更するか「全候補」で近い結果を確認してください。
ko: 앞으로 14일 동안 조건에 맞는 시간이 없습니다. 위치, 피사체 또는 조건을 바꾸거나 모든 후보에서 가까운 결과를 확인하세요.
pt_pt: Nenhuma hora cumpre as condições nos próximos 14 dias. Altere o local, motivo ou condições. Todos mostra os resultados mais próximos.
th: ไม่มีเวลาที่ตรงเงื่อนไขใน 14 วันข้างหน้า ลองเปลี่ยนตำแหน่ง วัตถุ หรือเงื่อนไข เลือกทั้งหมดเพื่อดูผลที่ใกล้เคียง
zh_hans: 未来14天没有满足条件的时刻。请调整机位、主体或条件；“全部候选”可查看最接近的结果。
zh_hant: 未來14天沒有滿足條件的時刻。請調整機位、主體或條件；「全部候選」可查看最接近的結果。

# privacy.policy
source: Online privacy policy
de: Online-Datenschutzerklärung
fr: Politique de confidentialité en ligne
ja: オンラインのプライバシーポリシー
ko: 온라인 개인정보 처리방침
pt_pt: Política de privacidade online
th: นโยบายความเป็นส่วนตัวออนไลน์
zh_hans: 在线隐私政策
zh_hant: 線上隱私政策

# keyboard.dismiss
source: Hide keyboard
de: Tastatur ausblenden
fr: Masquer le clavier
ja: キーボードを閉じる
ko: 키보드 숨기기
pt_pt: Ocultar teclado
th: ซ่อนแป้นพิมพ์
zh_hans: 收起键盘
zh_hant: 收起鍵盤

# frame.title
source: Composition preview
de: Bildvorschau
fr: Aperçu du cadrage
ja: 構図プレビュー
ko: 구도 미리보기
pt_pt: Pré-visualização
th: ตัวอย่างองค์ประกอบภาพ
zh_hans: 构图预演
zh_hant: 構圖預演

# frame.open
source: Preview framing
de: Bildausschnitt ansehen
fr: Prévisualiser le cadrage
ja: 構図を確認
ko: 구도 미리보기
pt_pt: Pré-visualizar enquadramento
th: ดูตัวอย่างกรอบภาพ
zh_hans: 预演取景
zh_hant: 預演取景

# frame.focalLength
source: 35 mm equivalent focal length
de: Kleinbildäquivalente Brennweite
fr: Focale équivalente 24 × 36
ja: 35 mm判換算焦点距離
ko: 35 mm 환산 초점 거리
pt_pt: Distância focal equivalente a 35 mm
th: ทางยาวโฟกัสเทียบเท่า 35 มม.
zh_hans: 35 mm 等效焦距
zh_hant: 35 mm 等效焦距

# frame.focalHint
source: Use the 35 mm equivalent focal length. This preview uses a 3:2 sensor frame.
de: Verwenden Sie die kleinbildäquivalente Brennweite. Diese Vorschau rechnet mit einem Sensorformat von 3:2.
fr: Utilisez la focale équivalente en 24 × 36. Cet aperçu utilise un format de capteur 3:2.
ja: 35 mm判換算の焦点距離を使います。このプレビューは3:2の画幅で計算します。
ko: 35 mm 환산 초점 거리를 사용하세요. 이 미리보기는 3:2 센서 비율로 계산합니다.
pt_pt: Use a distância focal equivalente a 35 mm. Esta pré-visualização usa um sensor de formato 3:2.
th: ใช้ทางยาวโฟกัสเทียบเท่า 35 มม. ภาพตัวอย่างนี้คำนวณจากสัดส่วนเซนเซอร์ 3:2
zh_hans: 使用 35 mm 等效焦距；本预演按 3:2 画幅计算。
zh_hant: 使用 35 mm 等效焦距；本預演按 3:2 畫幅計算。

# frame.orientation
source: Orientation
de: Ausrichtung
ja: 画面の向き
ko: 화면 방향
pt_pt: Orientação
th: แนวภาพ
zh_hans: 画幅方向
zh_hant: 畫幅方向

# frame.landscape
source: Landscape
de: Querformat
fr: Paysage
ja: 横位置
ko: 가로
pt_pt: Horizontal
th: แนวนอน
zh_hans: 横幅
zh_hant: 橫幅

# frame.portrait
source: Portrait
de: Hochformat
ja: 縦位置
ko: 세로
pt_pt: Vertical
th: แนวตั้ง
zh_hans: 竖幅
zh_hant: 直幅

# frame.referenceAltitude
source: Subject reference angle
de: Höhenwinkel des Motivpunkts
fr: Angle du point de référence
ja: 被写体の基準点の仰角
ko: 피사체 기준점의 고도각
pt_pt: Ângulo do ponto de referência
th: มุมเงยของจุดอ้างอิงบนวัตถุ
zh_hans: 主体参考点仰角
zh_hant: 主體參考點仰角

# frame.referenceHint
source: The crosshair represents the chosen point on your subject. Enter its angle above the horizon; 0° assumes a level reference, not a measured height.
de: Das Fadenkreuz zeigt den gewählten Motivpunkt. Geben Sie seinen Winkel über der Horizontalen ein. 0° setzt eine waagerechte Referenz voraus, keine gemessene Höhe.
fr: Le réticule représente le point choisi sur votre sujet. Saisissez son angle au-dessus de l’horizontale ; 0° suppose un repère horizontal, sans mesure de hauteur.
ja: 十字線は被写体上の基準点です。水平面からの仰角を入力してください。0°は水平と仮定する値で、測定した高さではありません。
ko: 십자선은 피사체에서 선택한 기준점입니다. 수평면 위의 각도를 입력하세요. 0°는 수평을 가정한 값이며 측정된 높이가 아닙니다.
pt_pt: A mira representa o ponto escolhido no motivo. Introduza o ângulo acima da horizontal; 0° pressupõe uma referência ao nível, não uma altura medida.
th: กากบาทแทนจุดที่เลือกบนวัตถุ ป้อนมุมของจุดนั้นเหนือแนวระดับ ค่า 0° สมมติว่าจุดอยู่ในแนวระดับ ไม่ใช่ความสูงที่วัดได้
zh_hans: 十字准线代表主体上选定的参考点。请输入其相对水平面的仰角；0° 仅假设参考点水平，不代表测得的高度。
zh_hant: 十字準線代表主體上選定的參考點。請輸入其相對水平面的仰角；0° 僅假設參考點水平，不代表測得的高度。

# frame.legend
source: Crosshair: subject reference · Disc: Sun or Moon
de: Fadenkreuz: Motivpunkt · Scheibe: Sonne oder Mond
fr: Réticule : repère du sujet · Disque : Soleil ou Lune
ja: 十字：被写体の基準点 · 円盤：太陽または月
ko: 십자선: 피사체 기준점 · 원반: 태양 또는 달
pt_pt: Mira: referência do motivo · Disco: Sol ou Lua
th: กากบาท: จุดอ้างอิงบนวัตถุ · วงกลม: ดวงอาทิตย์หรือดวงจันทร์
zh_hans: 十字：主体参考点 · 圆盘：太阳或月亮
zh_hant: 十字：主體參考點 · 圓盤：太陽或月亮

# frame.modelNote
source: Geometric preview, not a camera view. Terrain, subject shape, refraction and lens distortion are not modelled.
de: Geometrische Vorschau, kein Kamerabild. Gelände, Motivform, Lichtbrechung und Objektivverzeichnung werden nicht berücksichtigt.
fr: Aperçu géométrique, pas une vue de l’appareil photo. Le relief, la forme du sujet, la réfraction et la distorsion ne sont pas modélisés.
ja: 幾何学的なプレビューで、カメラの実写映像ではありません。地形、被写体の形、屈折、レンズの歪みは考慮しません。
ko: 기하학적 미리보기이며 실제 카메라 화면이 아닙니다. 지형, 피사체 모양, 굴절, 렌즈 왜곡은 반영하지 않습니다.
pt_pt: Pré-visualização geométrica, não uma imagem da câmara. Não inclui terreno, forma do motivo, refração nem distorção da objetiva.
th: เป็นภาพตัวอย่างทางเรขาคณิต ไม่ใช่ภาพจากกล้อง ไม่รวมภูมิประเทศ รูปร่างวัตถุ การหักเหแสง หรือความบิดเบี้ยวของเลนส์
zh_hans: 这是几何预演，不是相机实景。未计算地形、主体形状、大气折射及镜头畸变。
zh_hant: 這是幾何預演，不是相機實景。未計算地形、主體形狀、大氣折射及鏡頭畸變。

# frame.horizontalFoV
source: Horizontal field of view
de: Horizontaler Bildwinkel
fr: Champ de vision horizontal
ja: 水平画角
ko: 수평 화각
pt_pt: Campo de visão horizontal
th: มุมมองแนวนอน
zh_hans: 水平视野
zh_hant: 水平視野

# frame.verticalFoV
source: Vertical field of view
de: Vertikaler Bildwinkel
fr: Champ de vision vertical
ja: 垂直画角
ko: 수직 화각
pt_pt: Campo de visão vertical
th: มุมมองแนวตั้ง
zh_hans: 垂直视野
zh_hant: 垂直視野

# frame.angularSize
source: Angular diameter
de: Winkeldurchmesser
fr: Diamètre apparent
ja: 視直径
ko: 시직경
pt_pt: Diâmetro angular
th: เส้นผ่านศูนย์กลางเชิงมุม
zh_hans: 角直径
zh_hant: 角直徑

# frame.inFrame
source: Inside the frame
de: Im Bild
fr: Dans le cadre
ja: 画面内
ko: 프레임 안
pt_pt: Dentro do enquadramento
th: อยู่ในกรอบทั้งหมด
zh_hans: 完整入框
zh_hant: 完整入框

# frame.partiallyInFrame
source: Partly outside the frame
de: Teilweise außerhalb
fr: En partie hors cadre
ja: 一部が画面外
ko: 일부가 프레임 밖
pt_pt: Parcialmente fora do enquadramento
th: อยู่นอกกรอบบางส่วน
zh_hans: 部分出框
zh_hant: 部分出框

# frame.outsideFrame
source: Outside the frame
de: Außerhalb des Bilds
fr: Hors cadre
ja: 画面外
ko: 프레임 밖
pt_pt: Fora do enquadramento
th: อยู่นอกกรอบ
zh_hans: 位于框外
zh_hant: 位於框外

# frame.behindCamera
source: Behind the camera
de: Hinter der Kamera
fr: Derrière l’appareil
ja: カメラの後方
ko: 카메라 뒤쪽
pt_pt: Atrás da câmara
th: อยู่ด้านหลังกล้อง
zh_hans: 位于相机后方
zh_hant: 位於相機後方

# frame.apply
source: Use this framing
de: Diesen Ausschnitt verwenden
fr: Utiliser ce cadrage
ja: この構図を使う
ko: 이 구도 사용
pt_pt: Usar este enquadramento
th: ใช้กรอบภาพนี้
zh_hans: 使用此构图
zh_hant: 使用此構圖

# frame.remove
source: Remove saved framing
de: Gespeicherten Ausschnitt entfernen
fr: Supprimer le cadrage enregistré
ja: 保存した構図を削除
ko: 저장된 구도 제거
pt_pt: Remover enquadramento guardado
th: ลบกรอบภาพที่บันทึกไว้
zh_hans: 移除已保存的构图参数
zh_hant: 移除已儲存的構圖參數

# frame.invalid
source: Enter a focal length from 14 to 1200 mm and an angle from −30° to 60°.
de: Geben Sie eine Brennweite von 14 bis 1200 mm und einen Winkel von −30° bis 60° ein.
fr: Saisissez une focale entre 14 et 1200 mm et un angle entre −30° et 60°.
ja: 焦点距離は14〜1200 mm、仰角は−30°〜60°で入力してください。
ko: 초점 거리는 14–1200 mm, 각도는 −30°–60°로 입력하세요.
pt_pt: Introduza uma distância focal entre 14 e 1200 mm e um ângulo entre −30° e 60°.
th: ป้อนทางยาวโฟกัส 14–1200 มม. และมุม −30° ถึง 60°
zh_hans: 请输入 14–1200 mm 的焦距和 −30° 至 60° 的仰角。
zh_hant: 請輸入 14–1200 mm 的焦距和 −30° 至 60° 的仰角。

# frame.saved
source: Saved framing
de: Gespeicherter Ausschnitt
fr: Cadrage enregistré
ja: 保存した構図
ko: 저장된 구도
pt_pt: Enquadramento guardado
th: กรอบภาพที่บันทึกไว้
zh_hans: 已保存的构图参数
zh_hant: 已儲存的構圖參數

# frame.atSelectedTime
source: Preview time
de: Vorschauzeit
fr: Heure de l’aperçu
ja: プレビュー時刻
ko: 미리보기 시각
pt_pt: Hora da pré-visualização
th: เวลาของภาพตัวอย่าง
zh_hans: 预演时刻
zh_hant: 預演時刻

# plan.collection
source: Project
de: Fotoprojekt
fr: Projet photo
ja: 撮影プロジェクト
ko: 촬영 프로젝트
pt_pt: Projeto fotográfico
th: โปรเจกต์ถ่ายภาพ
zh_hans: 拍摄项目
zh_hant: 拍攝專案

# plan.collectionHint
source: For example: Autumn coast trip
de: Zum Beispiel: Herbstreise an die Küste
fr: Exemple : séjour d’automne sur la côte
ja: 例：秋の海岸旅行
ko: 예: 가을 해안 여행
pt_pt: Exemplo: viagem de outono à costa
th: เช่น: ทริปชายฝั่งฤดูใบไม้ร่วง
zh_hans: 例如：秋日海岸之旅
zh_hant: 例如：秋日海岸之旅

# library.completed
source: Completed
de: Abgeschlossen
fr: Terminé
ja: 撮影済み
ko: 촬영 완료
pt_pt: Concluído
th: เสร็จแล้ว
zh_hans: 已拍摄
zh_hant: 已拍攝

# library.openField
source: Field mode
de: Vor-Ort-Modus
fr: Mode terrain
ja: 現地モード
ko: 현장 모드
pt_pt: Modo no local
th: โหมดภาคสนาม
zh_hans: 外拍模式
zh_hant: 外拍模式

# library.completedEditNote
source: This plan is completed. Reopen it to enable reminders.
de: Dieser Plan ist abgeschlossen. Markieren Sie ihn als offen, um Erinnerungen zu aktivieren.
fr: Ce plan est terminé. Marquez-le comme non terminé pour activer les rappels.
ja: この計画は完了済みです。未完了に戻すと通知を有効にできます。
ko: 완료된 계획입니다. 미완료로 변경하면 알림을 켤 수 있습니다.
pt_pt: Este plano está concluído. Marque-o como não concluído para ativar lembretes.
th: แผนนี้เสร็จแล้ว เปลี่ยนเป็นยังไม่เสร็จเพื่อเปิดการแจ้งเตือน
zh_hans: 此计划已完成。重新标为未完成后可启用提醒。
zh_hant: 此計畫已完成。重新標為未完成後可啟用提醒。

# guide.sunset
source: Sun near the horizon
de: Sonne am Horizont
fr: Soleil près de l’horizon
ja: 地平線近くの太陽
ko: 지평선 근처의 태양
pt_pt: Sol junto ao horizonte
th: ดวงอาทิตย์ใกล้ขอบฟ้า
zh_hans: 拍地平线附近的太阳
zh_hant: 拍地平線附近的太陽

# guide.moon
source: Moon beside a landmark
de: Mond neben einem Motiv
fr: Lune près d’un monument
ja: 目印のそばの月
ko: 랜드마크 옆의 달
pt_pt: Lua junto a um ponto de referência
th: ดวงจันทร์ข้างจุดสังเกต
zh_hans: 拍地标旁的月亮
zh_hant: 拍地標旁的月亮

# guide.taskHint
source: Choose a shooting position first, then mark your subject or enter its coordinates.
de: Wählen Sie zuerst den Aufnahmestandort. Markieren Sie dann Ihr Motiv oder geben Sie dessen Koordinaten ein.
fr: Choisissez d’abord votre position de prise de vue, puis marquez le sujet ou saisissez ses coordonnées.
ja: まず撮影位置を選び、被写体を指定するか座標を入力してください。
ko: 먼저 촬영 위치를 선택한 다음 피사체를 표시하거나 좌표를 입력하세요.
pt_pt: Escolha primeiro a posição de fotografia e depois marque o motivo ou introduza as coordenadas.
th: เลือกตำแหน่งถ่ายภาพก่อน แล้วทำเครื่องหมายวัตถุหรือป้อนพิกัด
zh_hans: 先选择拍摄位置，再标记主体或输入主体坐标。
zh_hant: 先選擇拍攝位置，再標記主體或輸入主體座標。

# library.search
source: Search plans, places, notes or projects
de: Pläne, Orte, Notizen oder Projekte suchen
fr: Rechercher un plan, lieu, note ou projet
ja: 計画・場所・メモ・プロジェクトを検索
ko: 계획, 장소, 메모 또는 프로젝트 검색
pt_pt: Pesquisar planos, locais, notas ou projetos
th: ค้นหาแผน สถานที่ บันทึก หรือโปรเจกต์
zh_hans: 搜索计划、地点、笔记或项目
zh_hant: 搜尋計畫、地點、筆記或專案

# library.clearSearch
source: Clear search
de: Suche löschen
fr: Effacer la recherche
ja: 検索をクリア
ko: 검색 지우기
pt_pt: Limpar pesquisa
th: ล้างการค้นหา
zh_hans: 清空搜索
zh_hant: 清除搜尋

# library.filter.all
source: All
de: Alle
fr: Tous
ja: すべて
ko: 전체
pt_pt: Todos
th: ทั้งหมด
zh_hans: 全部
zh_hant: 全部

# library.filter.upcoming
source: Upcoming
de: Bevorstehend
fr: À venir
ja: これから
ko: 예정
pt_pt: Próximos
th: ที่กำลังจะมาถึง
zh_hans: 待拍摄
zh_hant: 待拍攝

# library.filter.completed
source: Completed
de: Abgeschlossen
fr: Terminés
ja: 撮影済み
ko: 촬영 완료
pt_pt: Concluídos
th: เสร็จแล้ว
zh_hans: 已拍摄
zh_hant: 已拍攝

# library.filter.past
source: Past
de: Vergangen
fr: Passés
ja: 過去
ko: 지난 계획
pt_pt: Passados
th: ที่ผ่านมา
zh_hans: 已过期
zh_hant: 已過期

# library.unfiled
source: Unfiled plans
de: Nicht zugeordnete Pläne
fr: Plans sans projet
ja: 未分類の計画
ko: 분류되지 않은 계획
pt_pt: Planos sem projeto
th: แผนที่ยังไม่จัดหมวด
zh_hans: 未归类计划
zh_hant: 未分類計畫

# library.markCompleted
source: Mark completed
de: Als abgeschlossen markieren
fr: Marquer comme terminé
ja: 完了にする
ko: 완료로 표시
pt_pt: Marcar como concluído
th: ทำเครื่องหมายว่าเสร็จแล้ว
zh_hans: 标记为已完成
zh_hant: 標記為已完成

# library.reopen
source: Mark not completed
de: Als offen markieren
fr: Marquer comme non terminé
ja: 未完了に戻す
ko: 미완료로 표시
pt_pt: Marcar como não concluído
th: ทำเครื่องหมายว่ายังไม่เสร็จ
zh_hans: 标记为未完成
zh_hant: 標記為未完成

# library.completedNotice
source: Plan completed. Its reminder has been stopped.
de: Plan abgeschlossen. Die Erinnerung wurde beendet.
fr: Plan terminé. Son rappel a été arrêté.
ja: 計画を完了にしました。通知は停止しました。
ko: 계획이 완료되었습니다. 알림이 중지되었습니다.
pt_pt: Plano concluído. O lembrete foi desativado.
th: แผนเสร็จแล้ว หยุดการแจ้งเตือนแล้ว
zh_hans: 计划已完成，提醒已停止。
zh_hant: 計畫已完成，提醒已停止。

# library.reopenedNotice
source: Plan reopened. Enable a reminder in Edit if needed.
de: Plan wieder offen. Aktivieren Sie bei Bedarf unter Bearbeiten eine Erinnerung.
fr: Plan rouvert. Activez un rappel dans Modifier si nécessaire.
ja: 計画を未完了に戻しました。必要なら編集画面で通知を有効にしてください。
ko: 계획을 미완료로 변경했습니다. 필요하면 편집에서 알림을 켜세요.
pt_pt: Plano reaberto. Ative um lembrete em Editar, se necessário.
th: เปิดแผนอีกครั้งแล้ว หากต้องการการแจ้งเตือนให้เปิดในหน้าแก้ไข
zh_hans: 计划已标为未完成。如需提醒，请在编辑中启用。
zh_hant: 計畫已標為未完成。如需提醒，請在編輯中啟用。

# library.noMatches
source: No matching plans
de: Keine passenden Pläne
fr: Aucun plan correspondant
ja: 一致する計画がありません
ko: 일치하는 계획 없음
pt_pt: Nenhum plano correspondente
th: ไม่พบแผนที่ตรงกัน
zh_hans: 没有匹配的计划
zh_hant: 沒有符合的計畫
